Revit 2027 API
ParameterTypeId.RebarSystemCoverSide Property
 "Rebar Cover Side/Edge"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemCoverSide { get; }
Public Shared ReadOnly Property RebarSystemCoverSide As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemCoverSide {
	ForgeTypeId^ get ();
}
static member RebarSystemCoverSide : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace